Repository: Wartybix/GNOME-Auto-Accent-Colour
Catalog: po/*.po
Languages: ru_ru

source: Force Refresh
ru_ru: Принудительно обновить

source: Preferences
ru_ru: Параметры

source: Background format not supported
ru_ru: Формат фона не поддерживается

source: Auto Accent Colour will not run on this background
ru_ru: Auto Accent Colour не может работать с этим фоном

source: Settings
ru_ru: Настройки

source: Appearance
ru_ru: Внешний вид

source: Hide Indicator
ru_ru: Скрыть индикатор

source: Colour Palette
ru_ru: Цветовая палитра

source: Choose the type of background colour to base the shell accent colour from
ru_ru: Выберите тип фонового цвета, на основе которого будет выбираться акцентный цвет оболочки

source: Dominant
ru_ru: Доминантный

source: Use the most frequent colour from the background
ru_ru: Использовать наиболее часто встречающийся цвет фона

source: Highlight
ru_ru: Выделяющийся

source: Use a contrasting yet complimentary colour from the background. This may sometimes be the same as the dominant colour.
ru_ru: Использовать контрастирующий, комплиментарный фоновому цвет. Иногда может совпадать с доминантным цветом.

source: Debug
ru_ru: Отладка

source: Palette Cache
ru_ru: Кэширование палитр

source: The colour palette of each background applied is cached to increase performance
ru_ru: Для повышения производительности, вычисленная цветовая палитра каждого фона кэшируется

source: View
ru_ru: Показать

source: Clear
ru_ru: Очистить

source: Files in Cache
ru_ru: Файлов в кэше

source: Disable Cache
ru_ru: Отключить кэширование

source: Always parse colours from the background, even if the palette for a given background is in the cache. Do not cache computed palettes.
ru_ru: Всегда вычислять цвета из фона, даже если палитра для этого фона присутствует в кэше. Не кэшировать вычисленные палитры.

source: Developer Tools
ru_ru: Для разработчиков

source: Debug Logging
ru_ru: Отладочное логирование

source: Print debug messages to the system journal
ru_ru: Выводить отладочную информацию в системный журнал

source: About
ru_ru: О расширении

source: Created by %s and contributors
ru_ru: Разработано %s и соавторами

source: Version %d
ru_ru: Версия %d

source: Special Thanks
ru_ru: Особые благодарности

source: For creating the ColorThief JavaScript module, used for extracting colours from the background image
ru_ru: За создание JavaScript-модуля «ColorThief», используемого для извлечения цветов из изображений

source: For creating the Quantize JavaScript module, used by ColorThief for colour quantization
ru_ru: За создание JavaScript-модуля «Quantize», используемого для квантизации цветов

source: Project Repository
ru_ru: Репозиторий проекта

source: Submit an Issue
ru_ru: Сообщить об ошибке

source: Contributors
ru_ru: Разработчики

source: Licenses
ru_ru: Лицензии

source: Auto Accent Colour Extension
ru_ru: Расширение «Auto Accent Colour»

source: ColorThief Module
ru_ru: Модуль «ColorThief»

source: Quantize Module
ru_ru: Модуль «Quantize»

source: Be kind to your local pigeons!
ru_ru: Будьте добрее к своим пингвинам!
